#+title: Evaluación de la exposición
#+author: Gunnar Wolf

* Algoritmos de compresión de datos

- Tema presentado por :: Diego Velázquez
- Calificación global :: Por favor revisen el resto de este archivo para ver de
  dónde vienen todos estos números 😉

|------------------------+------+--------------------+------+---------|
| Evaluación  compañeros | Peso | Evaluación docente | Peso | *Total* |
|------------------------+------+--------------------+------+---------|
|                   8.95 |  0.3 |                8.5 |  0.7 |    8.64 |
|------------------------+------+--------------------+------+---------|
#+TBLFM: @2$5=$1*$2+$3*$4;f-2

* Evaluación grupal

|              | 1 | 2 | 3 | 4 | 5 | Total |
|--------------+---+---+---+---+---+-------|
| Originalidad | 0 | 0 | 1 | 5 | 7 |  8.92 |
| Nivel        | 0 | 0 | 0 | 6 | 7 |  9.08 |
| Relevancia   | 0 | 0 | 0 | 5 | 8 |  9.23 |
| Claridad     | 0 | 0 | 1 | 7 | 5 |  8.62 |
| Presencia    | 0 | 0 | 1 | 5 | 7 |  8.92 |
|--------------+---+---+---+---+---+-------|
|              |   |   |   |   |   |  8.95 |
#+TBLFM: @2$7..@6$7=10 * (0.2*$2 + 0.4*$3 + 0.6*$4 + 0.8*$5 + $6 ) / vsum($2..$6); f-2::@7$7=vmean(@2$7..@6$7); f-2

** Comentarios de los compañeros

Tu exposición recibió los siguientes comentarios anonimizados por
parte de tus compañeros:

- Un poco más de fluidez en la exposición porque por momentos se hacía tediosa y
  un poco larga, pero en general bien, me gustó
- Me parece que es bastante claro explicando y mantiene mucho el contacto visual
  durante la exposición, se ve que sabe sobre el tema y lo explica bastante
  bien, me parece bueno el como desarrolla los ejemplos, siento que podría ser
  un poco menos técnico a la hora de la exposición sin embargo se le entiende
  super bien y fue el primero en exponer que a mi parecer requiere mucho valor
  de por medio, de igual manera la exposición duro mas de lo adecuado, sin
  embargo fue muy buena, buen expositor:)
- Sentí un poco extenso el video pero excelente:)
- Considero que fue una presentación bastante buena y completa, sin embargo, en
  algunas partes un poco confusa, pero muy interesante y sus recursos son de
  gran ayuda en caso de que tengamos dudas o queramos repasar alguna parte del
  tema.

* Evaluación por parte del docente

| *Aspecto*              | *Peso* | *Evaluación* | *Puntos* |
|------------------------+--------+--------------+----------|
| Originalidad del tema  |    0.1 |           10 |       1. |
| Material desarrollado  |    0.2 |            5 |       1. |
| Contenido              |    0.2 |           10 |       2. |
| Fuentes bibliográficas |    0.1 |           10 |       1. |
| Uso del tiempo         |    0.1 |            5 |      0.5 |
| Dominio del tema       |   0.15 |           10 |      1.5 |
| Presencia              |   0.15 |           10 |      1.5 |
|------------------------+--------+--------------+----------|
| *Global*               |        |              |     8.50 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2

** Comentarios

- Expones con mucha fluidez y naturalidad. Se ve que conoces bien el tema 😃
  - ...pero te emocionaste: ¡casi media hora, cuando tenías que hacer 15-20
    minutos ☹
- Me parece que faltó un poquito de claridad al presentar cuándo conviene
  emplear algoritmos de compresión con pérdida
- La exposición fue demasiado larga, y el material textual desarrollado también
  😕 Muy buena calidad, muy buena exposición... pero demasiado largo.
- Una lástima que entregaras el reporte y el video tan tarde ☹
